<#assign s=JspTaglibs["/struts-tags"]>

<form method="post" id="addMoneyForm" name="registerForm" action="accountAddMoney.html">
<div class="cont" style="width:800px;">
<h2>
<div class="cal">帳戶名稱：${customer_info_title}</div>
<img vspace="12" hspace="2" align="absmiddle" src="<@s.url value="/" />html/img/iconcr.gif">
PChome Online 網路家庭 廣告刊登約定條款
</h2>
<div class="law">歡迎你購買及使用【PChome關鍵字廣告】(以下稱本服務)，本服務係由『網路家庭國際資訊股份有限公司』(PChome Online；以下稱本公司)所提供，為了保障你的使用權益，在你購買、使用本服務前，請你務必詳讀以下條款，一旦你完成購買程序、或開始使用本服務所提供之服務時，即視為你已充分了解以下各項條款之約定，並同意受到以下各項條款之約束：<br><br>
  一、服務內容 <br><br>
  1.【PChome關鍵字廣告】係由本公司所提供之網路廣告服務，所有使用者於開始使用前需先申請一組帳號及自行設定一組密碼後方得使用本服務。<br>
  2.使用者於設定及使用本服務前應於其所設定之本服務帳戶(以下簡稱使用者帳戶)中預先儲值一定金額。若使用者於使用者帳戶內之儲值金額不足或為零時，使用者將無法使用本服務。<br>
  3.使用者因使用本服務所應支付的費用，本服務系統將依使用者所選擇之廣告產品/服務類型、出價設定、廣告預算金額及廣告刊登期間，自使用者所設定之本服務起始日自動計算後詳列於本服務後台系統供您檢視並直接自使用者帳戶內所預先儲值之金額中扣抵。當使用者經由本服務後台系統完成關鍵字廣告設定及委刊後，本服務將依使用者所設定之關鍵字、關鍵字比對結果、網路瀏覽行為分析結果、關鍵字指向連結網站/網頁、及預定起始日開始進行刊登。<br>
  4.本服務之廣告產品類型或服務項目，係指本公司當時所指定之可以使用【PChome關鍵字廣告】之廣告產品/服務；本服務之廣告產品/服務如有增減、變更或修改時，本公司將公佈於本服務相關網頁上，不另行通知。<br>
  5.【PChome關鍵字廣告】之使用者，僅得以申請時所設定之帳號、經由本公司當時所建置之線上登錄程序，在線上登錄使用，且僅供申請人自行使用，不得以有償或無償方式轉讓使用者的帳號予任何人。<br><br>
  二、帳號、密碼與安全性  <br><br>
  
  1.使用者於申請使用【PChome關鍵字廣告】時，使用者除了必須完成線上註冊程序外，在線上註冊及登錄過程中，並應擔保所填入之資料係完整而且正確。<br>
  2.申請【PChome關鍵字廣告】帳號之使用者，對於所取得的帳號和所自行設定的密碼，應負妥善保管和保密的義務，任何經由輸入正確帳號及密碼所發生的交易，均視為該帳號持有人之交易行為；經由該帳號和密碼所進行的所有行為，並應由帳號持有人負責。<br>
  3.如果使用者發現或懷疑其帳號和密碼被其他人冒用或不當使用，應立即通知PChome OnlineTM網路家庭TM，以便於本公司及時採取適當的因應措施；但上述因應措施不得解釋為本公司因此而明示或默示對使用者負有任何形式之賠償或補償義務。<br><br>
  
  三、隱私權政策 <br><br>
  1.本公司會保護【PChome關鍵字廣告】使用者的隱私，除為履行契約義務、或可能涉及違法、侵權、或違反約定條款、或經使用者本人同意以外，本公司不會將使用者個人資料及交易訊息交予第三人。<br>
  2.本公司可能針對本服務內之部份特定廣告產品/服務，在銷售、付款或提供等方面與其他廠商合作，如果【PChome關鍵字廣告】使用者不願將個人資料揭露給其他合作伙伴，可以選擇不使用這些特定廣告產品/服務。如果使用者使用這些特定廣告產品/服務，將視為同意本公司可將使用者個人資料揭露給合作伙伴進行蒐集、處理及利用。<br>
  3.在下列情況下，本公司有權查看或使用【PChome關鍵字廣告】使用者的個人資料及相關交易記錄，或提供予有權機關、或主張其權益受侵害並提出合理事證之第三人，必要時並得暫停其帳號及使用本服務：<br>
  &nbsp;&nbsp;(1)依法令規定、或依司法機關或其他有權機關之命令；<br>
  &nbsp;&nbsp;(2)為執行本約定條款、或使用者有違反約定條款之虞；<br>
  &nbsp;&nbsp;(3)為保護本服務系統之安全或經營者之合法權益；<br>
  &nbsp;&nbsp;(4)為保護其他使用者或其他第三人的合法權益；<br>
  &nbsp;&nbsp;(5)為維護本服務系統的正常運作。 <br><br>
  四、關鍵字廣告產品/服務 <br><br>
  
  1.【PChome關鍵字廣告】內各該廣告產品/服務之銷售方式及條件，仍依各該廣告產品/服務銷售時所設定之方式及條件。使用者於購買及使用前應先詳細閱讀各該廣告產品/服務之使用條件及相關限制，並應於使用前確認所選擇的廣告產品、所設定之關鍵字內容、所設定之出價範圍、刊播期間、廣告預算金額等是否正確，一經使用者完成設定並確認開始使用後，本服務將依使用者設定之內容及本服務之相關刊播規則執行。<br>
  2.使用者應於確認委刊關鍵字廣告前，自行依本服務之相關規定及條件，將所欲刊播之關鍵字廣告內容、欲設定之關鍵字出價範圍、關鍵字廣告刊播期間、關鍵字廣告預算金額等，於本服務後台系統完成設定。<br>
  3.使用者在【PChome關鍵字廣告】所設定及購買之廣告產品/服務，其於搜尋結果頁、PChome網站相關頻道或與PChome合作之聯播網站所呈現之位置、期間及限制均依照各該廣告產品/服務說明頁內所載。<br>
  4.使用者在【PChome關鍵字廣告】所設定及購買之廣告產品/服務，僅係指本公司依使用者所選擇的廣告產品/服務、所設定之關鍵字內容、所設定之出價範圍、刊播期間、廣告預算金額等特定廣告內容於特定時間將在搜尋結果頁、PChome網站相關頻道或與PChome合作之聯播網站上曝光的權利。<br>
  5.使用者在【PChome關鍵字廣告】所設定及購買之廣告產品/服務，若因可歸責於本服務之事由導致無法正常顯示時，本服務將不會向使用者收取費用。使用者所設定及購買之廣告產品/服務一經完成設定並經網際網路使用者點擊，使用者即不得以任何理由要求退費（包括使用者要求提前結束關鍵字廣告服務或自行關閉所預定之關鍵字廣告）。<br>
  6.使用者若於預定刊播期間內自行修改、調整、刪除使用者於本服務所設定之廣告內容導致預定刊播期間內無廣告內容得以刊播，視為使用者自行拋棄廣告刊播之權利，本公司將不會退還使用者已支付之費用。 <br><br>
  五、使用者帳戶儲值<br><br>
  
  1.使用者儲值於本服務使用者帳戶內之金額，僅限用於扣抵使用者購買使用本服務關鍵字廣告所應支付的廣告費用，並依本約定條款、廣告費用計算基準及相關約定，依使用者關鍵字廣告經網際網路使用者點擊後所應支付之廣告費用自使用者帳戶內所儲值之金額中扣除該等廣告款項。<br>
  2.使用者購買本服務所銷售之儲值方案，本公司將會依法開立統一發票。<br>
  3.因可歸責於本公司之事由致使用者所設定使用之關鍵字廣告無法正常刊播而須退還款項予使用者時，本公司僅依已扣抵該使用者關鍵字廣告金額，退還至用戶之使用者帳戶內，不另退還現金。<br>
  4.使用者同意並瞭解本公司僅係接受您的委託刊播關鍵字廣告、並將應收取之廣告費用直接自您於使用者帳戶內之儲值金額中扣抵，本公司並非銀行或金融機構，本服務亦非金融業務，無法直接對您提供金融轉帳服務。用戶儲值於使用者帳戶內之金額亦非存款，本公司不支付任何利息或孳息。<br>
  5.用戶儲值於使用者帳戶內之款項，將儲存於本公司獨立帳戶，並獨立於本公司營運資金以外，除用以扣抵使用者設定使用本服務關鍵字廣告等交易所應支付之款項、本服務之服務費用、用戶應付之其他費用及應償還之金額或賠償外，本公司不會使用於其他用途。<br>
  6.本服務系統會自動記錄本服務接受使用者每次儲值進入其使用者帳戶之金額、以及使用者委託本公司刊登關鍵字廣告所應支付之費用及相關資料，使用者可以自行登入系統進行查詢，如使用者認為其帳戶內之儲值餘額、相關紀錄或資料有誤，應立即向本公司反應，以便於即時核對。<br>
  7.因系統錯誤所致之儲值款項異常，使用者同意本公司得直接自使用者帳戶餘額中扣回或進行調整，如該等異常儲值款項使用者已使用，使用者同意於接獲本公司通知後立即返還該等款項。<br><br>
  六、退費<br><br>
  
  1.使用者所儲值於使用者帳戶之金額，在本服務有效期限內，可對於帳戶內之儲值餘額要求無息退費，但應支付依當時退款總金額百分之五計算之退款手續費，退款手續費依前述方式計算不足新台幣二百元者，按新台幣二百元計收，並應由使用者親自辦理退費程序，包括且不限於填寫退款同意書、匯撥申請單等相關文件。使用者於使用者帳戶內之儲值餘額不滿二百元時，不得要求退費。<br>
  2.使用者符合前項規定並完成相關退費程序者，本公司將依使用者申請退費當時本服務所訂之退費方式將款項退還予使用者。使用者若未填寫退款同意書、匯撥申請單或填寫不確實或資料錯誤，本公司將待使用者補正相關資料後再行退款，對於使用者有上述情形發生致無法即時收受退款所受之損害，使用者同意本公司無須負擔任何責任。<br>
  3.因使用者參加本公司所舉辦活動而取得之贈送儲值金額，使用者不得要求退費，亦不得做為扣抵退費手續費之用。【例如，假設使用者自行儲值1000元，又另外取得本公司贈送之30元贈送儲值金額；如果該名使用者在贈送儲值金額的使用期限以內要求退費，只能就自行儲值之1000元(或該部份之餘額)辦理退費，所贈送之30元儲值金額，不得辦理退費，亦不得用以扣抵退費時所應繳之退費手續費，該30元贈送儲值金額將持續保留在使用者帳戶中，至使用完畢或使用期限屆至時(以較早者為準)止。】<br><br>
  七、擔保<br><br>

  1.使用者擔保其擁有必要資格或許可、或已完成必要法定程序，得同意本約定條款並得合法提供所設定關鍵字廣告內所標示的商品或服務。<br>
  2.使用者擔保任何第三人經由點選使用者所設定之關鍵字廣告不會造成本公司或該第三人：電腦軟硬體受損、自動執行下載應用程式、變更程式設定、安裝後門程式、遭植入病毒或有其他干擾或損害本公司或第三人權利之情事。<br>
  3.使用者擔保不會郵寄或使他人郵寄大量垃圾郵件，或透過使用本服務進行任何不當、惡意或詐騙之行為。<br>
  4.使用者擔保其設定之關鍵字廣告所連結之網站、網頁、資訊、廣告(包括其所載之產品及服務)、廣告所連結之網站、所有電子郵件、通訊刊物、相關資料及技術、使用者在關鍵字廣告中使用或提供的任何工具或代碼、及/或使用者於本公司所購買使用的關鍵字廣告產品/服務均：<br>
  &nbsp;&nbsp;(1)不違反任何相關法律、法規、政令、命令、條約、合約、規定或本公司政策或辦法 (以下合稱「法律」)；<br>
  &nbsp;&nbsp;(2)不侵害任何人之著作、專利、商標、營業秘密或其他智慧財產權；<br>
  &nbsp;&nbsp;(3)不違反對任何人之義務或侵害其權利，包括名譽及/或隱私權；<br>
  &nbsp;&nbsp;(4)不得有誇大不實、虛偽、欺騙、不道德、詆毀名譽、毀謗或威脅性；<br>
  &nbsp;&nbsp;(5)有損本公司商譽(依本公司之認定為準)。<br><br>
    如有違反，使用者除應自負法律責任外，若因此造成本公司之損害，使用者並應負賠償之責。<br><br>
  5.使用者擔保不會針對本服務、本服務系統或本服務程式從事逆向工程、反向組譯、拆解、重組、複製之行為。<br>
  6.使用者擔保不會變更或移除有關本服務之任何證明、商標、著作權或其他方面之說明。<br>
  7.使用者同意如有下列情形之一時，本公司得隨時拒絕、停止刊登、或移除使用者所委刊之廣告且對於使用者已繳交之廣告費用，本公司恕不退還：<br>
  &nbsp;&nbsp;(1)使用者違反本約定條款、本服務相關規範、本服務相關約定或注意事項之任何約定；<br>
  &nbsp;&nbsp;(2)委刊關鍵字廣告有違反相關法令規定或侵害第三人之權益之虞時；<br>
  &nbsp;&nbsp;(3)委刊關鍵字廣告涉及兒少福利、色情、猥褻或賭博時；<br>
  &nbsp;&nbsp;(4)委刊關鍵字廣告對本公司之商譽或經營利益有不利影響時，是否對於本公司之商譽或經營利益有不利影響，雙方同意以本公司之認定為準。<br><br>
  八、服務暫停、中斷或終止<br><br>

  1.本公司於下列情形得暫停或中斷本服務之全部或一部，並對【PChome關鍵字廣告】使用者不負任何責任：<br>
  &nbsp;&nbsp;(1)對本服務相關軟硬體設備進行搬遷、更換、升級、保養或維修時；<br>
  &nbsp;&nbsp;(2)使用者有任何違反政府法令、本約定條款、本服務相關約定或注意事項之情形；<br>
  &nbsp;&nbsp;(3)天災或其他不可抗力所致之服務停止或中斷；<br>
  &nbsp;&nbsp;(4)因第三人行為、或其他不可歸責於本公司之事由所致之服務停止或中斷。<br>
  &nbsp;&nbsp;(5)用戶利用本服務從事提供中華民國法令禁止或限制之物品或服務、或從事其他不法交易；<br>
  &nbsp;&nbsp;(6)用戶利用本服務從事任何詐欺、洗錢、色情、其他犯罪或非法行為；
  &nbsp;&nbsp;(7)用戶利用本服務從事任何侵害本公司或第三人合法權益之行為，包括且不限於侵害商標權、著作權、專利權、或營業秘密等；<br>
  &nbsp;&nbsp;(8)用戶利用本服務進行虛偽之買賣或交易。<br>
  &nbsp;&nbsp;(9)用戶利用本服務儲存、散播病毒或其他足以破壞或干擾電腦系統或資料的程式，或從事破壞或干擾本服務系統正常運作之行為；<br>
  &nbsp;&nbsp;(10)用戶利用本服務從事於非本服務所預設目的之使用；<br>
  &nbsp;&nbsp;(11)其他本公司有正當理由認為不適當之行為。<br>

  2.因使用者違反相關法令或本約定條款、或本公司依本合約第三條第3項約定而對於該使用者暫停本服務之全部或一部時，本公司不負任何損害賠償責任。<br>
  3.本服務如因本公司軟硬體設備障礙、阻斷，以致發生錯誤、遲滯、中斷或不能傳遞而造成損害時，因此所生之直接或間接損害，除本約定條款另有約定外，本公司不負任何損害賠償責任。<br>
  4.使用者及本公司均得隨時終止本約定條款或使用者所購買使用的任何關鍵字廣告產品或服務，且本公司亦得隨時暫停或限制使用者購買或使用任何關鍵字廣告產品/服務之全部或一部，包括移除使用者的廣告。使用者同意本公司無須對該等決定負任何責任。對於本公司暫停或終止使用者使用本服務前所產生及已扣抵之廣告費用，使用者同意本公司無須返還。<br><br>
  九、授權<br><br>
  
  使用者於上載、傳送或提供所有廣告內容、著作及資料至本服務時，即視為使用者已同意無償授權本公司得利用、儲存及刊載該等廣告內容、著作及資料，以供特定或不特定之網際網路使用者搜尋及瀏覽，本公司並得於宣傳或行銷本服務、或舉辦相關行銷活動時，經由平面或電子形式，重製、散布、公開播送、公開上映、改作、編輯、公開發行、公開發表、或公開傳輸該等廣告內容、著作及資料，並得將該等權利轉授權予第三人。使用者於設定、上傳或提供所有廣告內容、著作及資料至本服務時，應擔保其有設定、上傳或提供該等廣告內容、著作及資料之權利，且得無償授權本公司利用、儲存、刊載、供特定或不特定之使用者搜尋及瀏覽、重製、散布、公開播送、公開上映、改作、編輯、公開發行、公開發表、或公開傳輸該等廣告內容、著作及資料，且得將該等權利轉授權予第三人。若因使用者違反本條之約定致本公司、本公司負責人或本公司之員工受有任何損害或遭第三人主張權利時，使用者應負損害賠償責任（包括但不限於訴訟費用及律師費用等）。<br><br>
  十、免責聲明及責任限制<br><br>
  
  1.使用者同意，本服務之所有廣告產品/服務、本公司關鍵字廣告後台服務系統、本公司搜尋服務、本公司網路等，本公司均僅依「現狀」提供，無任何明示或默示之保證、聲明、條件或擔保，且使用者對本服務之使用，應自行評估及負擔風險。本公司不提供任何保證、聲明、條件或擔保，包括且不限於關鍵字廣告之成效、可銷售性、可銷售品質、服務品質、無侵權及符合特定目的適當性之任何保證或條件。<br>
  2.使用者同意，因本服務之障礙、錯誤、遲滯或其他因使用本服務所生之損害，如可歸責於本公司、或依約或依法本公司應負損害賠償責任時，本公司之賠償責任，以該使用者當時所支付之廣告費用金額為損害賠償範圍之上限。<br>
  3.使用者同意，有關使用者使用本服務而導致第三人對使用者所為之任何行為、錯誤或疏失，包括任何第三人因任何目的點選及/或瀏覽使用者所購買之關鍵字廣告所致生之爭議或損害，應由使用者與該第三人自行協調處理，蓋與本公司無涉，使用者亦不得要求本公司負責。<br><br>
  十一、其他約定 <br><br>
  
  1.本服務僅依當時所提供之功能及狀態提供服務；本公司並保留增減或變更相關系統或功能之全部或一部之權利。<br>
  2.本約定條款未約定之事項，依當時本公司網站上之相關說明及使用規則定之。除本約定條款有特別約定之事項外，【PChome關鍵字廣告】之使用者仍應遵守「PChome OnlineTM網路家庭TM會員服務使用條款」、「PChome OnlineTM金流中心」及「PChome 關鍵字廣告刊登政策」之各項約定。<br>
  3.本公司得隨時修改本約定條款，修改後的約定條款將公佈在PChome OnlineTM網路家庭TM網站及【PChome關鍵字廣告】的相關網頁上，不另外個別通知使用者。<br>
  4.因本服務所生之一切爭議以中華民國法令為準據法，除法令另有強制規定外，雙方並同意以台灣台北地方法院為第一審管轄法院。</div>
<center><input type="checkbox" id="accept" name="accept" />
  <strong>我已閱讀並同意所有條款</strong>
</center>
<center  style="margin:10px">
  <input type="button" id="previous" value="上一步" class="button">
  <input type="button" id="next" value="下一步" class="button">
 </center>  
 
<input type="hidden" name="addMoney" value="${addMoney!}" />
<input type="hidden" name="addTax" value="${addTax!}" />
</div>
</form>

